{"meta":{"title":"章玉のblog","subtitle":"","description":"个人博客","author":"ZY","url":"https://sztu.eu.org","root":"/"},"pages":[{"title":"404 Not Found","date":"2020-08-03T16:19:49.390Z","updated":"2020-08-03T16:19:49.390Z","comments":true,"path":"404.html","permalink":"https://sztu.eu.org/404","excerpt":"","text":"404 很抱歉，您访问的页面不存在 可能是输入地址有误或该地址已被删除"},{"title":"关于","date":"2020-08-03T16:19:49.522Z","updated":"2020-08-03T16:19:49.522Z","comments":true,"path":"about/index.html","permalink":"https://sztu.eu.org/about/","excerpt":"","text":"下面写关于自己的内容"},{"title":"所有分类","date":"2020-08-03T16:19:49.522Z","updated":"2020-08-03T16:19:49.522Z","comments":true,"path":"categories/index.html","permalink":"https://sztu.eu.org/categories/","excerpt":"","text":""},{"title":"所有标签","date":"2020-08-03T16:19:49.522Z","updated":"2020-08-03T16:19:49.522Z","comments":true,"path":"tags/index.html","permalink":"https://sztu.eu.org/tags/","excerpt":"","text":""}],"posts":[{"title":"Hello World","slug":"hello-world","date":"2020-08-03T16:19:49.522Z","updated":"2020-08-03T16:19:49.522Z","comments":true,"path":"2020/08/03/hello-world/","link":"","permalink":"https://sztu.eu.org/2020/08/03/hello-world/","excerpt":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub.","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]},{"title":"歌词","slug":"歌词/2020-03-26","date":"2020-08-03T16:19:49.522Z","updated":"2020-08-03T16:19:49.522Z","comments":true,"path":"2020/08/03/歌词/2020-03-26/","link":"","permalink":"https://sztu.eu.org/2020/08/03/%E6%AD%8C%E8%AF%8D/2020-03-26/","excerpt":"Title：揺らめく水面に落ちる月Vocal：結月そら原曲：向こう側の月 ～ Megalopolis of Moon","text":"Title：揺らめく水面に落ちる月Vocal：結月そら原曲：向こう側の月 ～ Megalopolis of Moon Circle：SYNC.ART’S HP：http://syncarts.jp/ Album：ソラとトキと二色のチョウ （天空、时间与二色的蝴蝶） Arrange：五条下位 Lyric：結月そら Release：2008.08.16 [C74] ほら、見（み）える？ 快看啊 你能否瞧见？ 世界（せかい）はまだ、湖水（こすい）に映（うつ）るくらいの大（おお）きさ。 眼前的世界 渺小到能够完全倒映在湖水中 それでも、ねえ、分（わ）かる？ 但是啊 你是否知道？ 私（わたし）たちは、止（と）まることのない時（とき）を生（い）きているの。 我们仍然处于永不停息的时间当中 ああ、広（ひろ）い広（ひろ）い空（そら）の下（した）で、 啊啊 在这片广阔无边的天空之下 此処（ここ）に、こうしていられる奇跡（きせき）。 我们存在于这里 便是奇迹 ああ、永（なが）い永（なが）い時（とき）の中（なか）で、 啊啊 在这段永无止境的时光之中 此処（ここ）に、こうして出逢（であ）えた奇跡（きせき）。 我们奇迹般的相逢于这里 揺（ゆ）らめく水面（みなも）に落（お）ちる月（つき）、 倒映在荡漾水面中的月亮 この手（て）で捉（とら）えてあげましょう。 用这双手捧起为你献上 黄金（こがね）の光（ひかり）体（からだ）に浴（あ）び、 身体沐浴在皎洁的月光下 穢（けが）れなき今（いま）を遺（のこ）しましょう。 将这份纯净永远遗留下来吧 無数（むすう）の想（おも）いをこの胸（むね）に、 无数的思念尽在心头荡漾 無数（むすう）の祈（いの）りをこの胸（むね）に。 无数的祈愿尽在心头荡漾 無限（むげん）に広（ひろ）がる未来（みらい）へと、 将此时此刻全部托付在天空中 この時（とき）を空（そら）に託（たく）しましょう。 向往着那无限延伸的未来 信（しん）じてる。 我坚信着 未来（みらい）はまだ、永久（とわ）に続（つづ）いて変（か）わることはない。 未来是永恒的 恒久不变的持续下去 それでも、感（がん）じてる。 但是啊 现在确实感受到了 今（いま）この時（とき）、この瞬間（しょんかん）は、永遠（えいえん）ではないこと。 这一刻 这一瞬间都并非是永远存在的 ああ、高（たか）い高（たか）い空（そら）の果（は）ては、 啊啊 在那片高远渺茫的天空尽头 どんな色（いろ）をしているのだろう。 到底会是怎样的一副光景呢 ああ、淡（あわ）い淡（あわ）い時（とき）は流（なが）れ、 啊啊 时间一点一点的流逝 どんな形（かたち）で終（お）わるのだろう。 终结之时 又会是怎样的形式？ 揺（ゆ）らめく水面（みなも）に落（お）ちる月（つき）、 倒映在荡漾水面中的月亮 両手（りょうて）に掬（すく）ってあげましょう。 用这双手捧起为你献上 覗（のぞ）けば小（ちい）さなこの命（いのち）、 若想探索这世间所有的秘密 絶（た）やさずに灯（とも）し続（つづ）けましょう。 就让我化为不灭的灯为你照亮道路吧 愛（いと）しき記憶（きおく）をこの胸（むね）に、 挚爱的记忆尽在心头荡漾 愛（いと）しき言葉（ことば）をこの胸（むね）に。 挚爱的话语尽在心头荡漾 愛（あい）して止（や）まない世界（せかい）なら、 若对这个世界有着无限的爱 この時（とき）を空（そら）に刻（きざ）みましょう。 就这此刻全部铭刻于天空吧 無数（むすう）の想（おも）いをこの胸（むね）に、 无数的思念尽在心头荡漾 無数（むすう）の祈（いの）りをこの胸（むね）に。 无数的祈愿尽在心头荡漾 無限（むげん）に広（ひろ）がる未来（みらい）へと、 倘若向往那无限延伸的未来 この時（とき）を空（そら）に託（たく）しましょう。 就在此刻全部铭刻于天空吧","categories":[],"tags":[{"name":"歌词","slug":"歌词","permalink":"https://sztu.eu.org/tags/%E6%AD%8C%E8%AF%8D/"}]},{"title":"歌词2","slug":"歌词/2020-03-28","date":"2020-03-27T16:00:00.000Z","updated":"2020-08-03T16:19:49.522Z","comments":true,"path":"2020/03/27/歌词/2020-03-28/","link":"","permalink":"https://sztu.eu.org/2020/03/27/%E6%AD%8C%E8%AF%8D/2020-03-28/","excerpt":"Title：次発 ワタシ３７号 サークル：VAGUEDGE アルバム：東方夢叶幻想日記","text":"Title：次発 ワタシ３７号 サークル：VAGUEDGE アルバム：東方夢叶幻想日記 Vocal：うるし Arranger：Hull 原曲：卯酉東海道/ヒロシゲ36号 ～ Neo Super-Express 此処（ここ）から何処（どこ）へ行（い）くの？ 从此地出发前往何处？ 行（ゆ）き先（さき）もわからないまま 仍然不知道目的地 何処（どこ）に着（つ）くの？ 要到达什么地方？ 全（すべ）てを預（あづ）けて 交给你决定吧 春（はる） 気付（きづ）けばまた 春季 注意到的时候 夏（なつ） 時（とき）は過（す）ぎて 时光已流转过 夏季 街（まち）の景色（けしき）も 変（か）わってく 街边的景色 也改变着 誰（だれ）かがこの先（さき）の未来（みらい）へ往（ゆ）くとき 当谁通向未来之时 どうして私（わたし）まで行（い）かなきゃだめなの？ 为何连我也要去呢？ 此処（ここ）から何処（どこ）へ行（い）くの？ 从此地出发前往何处？ 行（ゆ）き先（さき）もわからないまま 仍然不知道目的地 何処（どこ）に着（つ）くの？ 要到达什么地方？ 全（すべ）てを預（あづ）けて 交给你决定吧 今（いま）ここにいる理由（りゆう） 如今在此的理由 私（わたし）は答（こた）えられない 我无法回答 ここにいない 就算责怪 誰（だれ）かの所為（せい）にして 不在这里的谁 この線路（せんろ）の先（さき） 这路线的前方 何（なに）があるのだろう 会存在着什么呢 ずっと不思議（ふしぎ）に思（おも）ってた 一直感到不可思议 けど知（し）らない場所（ばしゅ） 但是陌生的地方 旅（たび）に出（で）ることが 要去旅行的话 怖（こわ）くて踏（ふ）み出（だ）せなかった 总觉得害怕所以不敢踏出脚步 遠（とわ）くへ走（はし）り行（い）く列車（れっしゃ）になりたい 想化为远行的列车 自分（じぶん）を待（ま）っている誰（だれ）かがいるから 因为有谁在等着我 其処（どこ）から何処（どこ）へ行（い）くの？ 从此地出发去往何处？ 不安（ふあん）には思（おも）わないの？ 没有感到不安吗？ 何処（どこ）に行（い）ける？ 能到达什么地方？ 全（すべ）てを預（あづ）けたら 全部交给我的话 どうして逃（に）げてきたの？ 为什么要逃？ 何（なに）も知（し）らないくせして 明明什么也不知道 行（い）ってしまうの？ 要出发了吗？ 此処（ここ）ではだめなの？ 留在这里不行吗？ 私 （わたし）ここであなたと出会（であ）えたように 我 就像在这里遇到了你 きっと次（つぎ）も 下次也一定 ときめきをこの手（て）に 抓住这种心动的感觉 これから私（わたし） 行（い）くわ 这里开始 我出发了 線路（せんろ）の続（つづ）く先（さき）へと 向着线路的前方 何処（どこ）か在（あ）るはずの未来（みらい）を探（さが）す 寻找着应该存在于某处的未来 けれどもいつかきっと 不过某一天一定 この場所（ばしょ）へと戻（もど）るから 会回来这个地方 帰（かえ）る路（みち）を 足下（あしもと）に残（のこ）して 回来的路 在脚下留着吧 今（いま）でも不安（ふあん） ずっと胸（むね）の中（なか）にあるけれど 现在心里依然有着不安 私（わたし） 行（い）くわ あなたが待（ま）っている 我出发了 你在等待着","categories":[],"tags":[{"name":"歌词","slug":"歌词","permalink":"https://sztu.eu.org/tags/%E6%AD%8C%E8%AF%8D/"}],"author":"ZY"}],"categories":[],"tags":[{"name":"歌词","slug":"歌词","permalink":"https://sztu.eu.org/tags/%E6%AD%8C%E8%AF%8D/"}]}